<%@page contentType="text/html" pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>

<head>
    <title>الصفحة الرئيسية</title>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <link rel="stylesheet" type="text/css" href="style/css/main.css">
    <link rel="stylesheet" href="style/bootstrap-4.3.1-dist/css/bootstrap.min.css">
    <link rel="icon" href="style/img/menoufiauniversity.png">
</head>

<body>
    <nav class="navbar navbar-expand-md  navbar-dark fixed-top">
        <a class="navbar-brand" href="main.jsp"><img src="img/fci_ar.png"></a>
        <button class="navbar-toggler" type="button" data-toggle="collapse" data-target="#collapsibleNavbar">
            <span class="navbar-toggler-icon"></span>
        </button>
        <div class="collapse navbar-collapse" id="collapsibleNavbar">
            <ul class="navbar-nav">
                <li class="nav-item dropdown">
                    <a class="nav-link dropdown-toggle" data-toggle="dropdown" href="#">الطلاب</a>
                    <div class="dropdown-menu">
                        <a class="dropdown-item" href="doctorate.jsp">التسجيل للدكتوراه</a>
                        <a class="dropdown-item" href="master.jsp">التسجيل للماجيستير</a>
                        <a class="dropdown-item" href="diploma.jsp">التسجيل للدبلوم</a>
                    </div>
                </li>
                <li class="nav-item"><a class="active nav-link" href="#">شروط التقديم</a></li>
                <li class="nav-item"><a class="nav-link" href="#">اتصل بنا</a></li>
            </ul>
        </div>
    </nav>
    <div class="terms">
        <div class="delopma-term">
            <h2>شروط القيد لدبلوم الدراسات العليا</h2>
            <hr>
            <ul>
                <li>ان يكون الطالب حاصلا علي بكالوريوس مناسب من احدي الجامعات المعتمدة من المجلس الاعلي للجامعات
                    المصرية.</li>
                <li>اجتياز امتحان ICDL او ECDL لغير الحاصلين علي بكالوريوس الحاسبات والمعلومات.</li>
                <li>اجتياز امتحان في البرمجة تقوم الكلية باعداده لغير الحاصلين علي بكالوريوس الحاسبات والمعلومات.</li>
                <li>اجتياز امتحان في اللغة الانجليزية تقوم الكلية باعداده او التقدم بما يفيد اجتياز الطالب امتحان TOFFEL
                    او مايعادله بالمستوي الذي يقره مجلس الكلية وبما يتفق مع قرارات المجلس الاعلي للجامعات في هذا الصدد.
                </li>
            </ul>
            <h4>الاوراق المطلوبة :</h4>
            <ul>
                <li>شهادة الميلاد او مستخرج رسمي منها .</li>
                <li>شهادة البكالوريوس او الدرجة العلمية المعادلة .</li>
                <li>بيان بتقديرات جميع السنوات الدراسية .</li>
                <li>موافقة جهة العمل علي الدراسة للمتقدمين العاملين بالحكومة او قطاعي الاعمال العام والخاص .اما اللذين
                    لا يعملون فيتقدمون باقرار يفيد انتظامهم بالدارسة .</li>
                <li>ما يفيد تأدية الخدمة العسكرية او تأجيلها او الإعفاء منهااو موافقة ادارة مركز التدريب والتنظيم
                    بالقوات المسلحة علي الدراسة.</li>
                <li>االاستمارة الخاصة بالتقديم بعد تعبئتها واستيفاء ملحقاتها بادارة الدراسات العليا بالكلية</li>
                <li>6 صور شخصية.</li>
                <li>ايصال تسديد الرسوم الدراسية المقررة</li>
                <li>اقرار من الطالب انه غير مقيد بالدراسات العليا لأي درجة جامعيةاخري سواء في نفس الكلية او غيرها .</li>
                <li>اقرار بسجل الإقامة والبريد الالكتروني والتعهد بإبلاغ الكلية اذا تم تغيير اي منها.</li>
            </ul>
            <span>*اجمالي المصروفات السنوية : 1500 جنيهاً</span>
            <br>
            <span>*هذه الدبلومة غير مؤهلة للقيد لدرجة الماجيستير بالكلية لغير الحاصلين علي بكالوريوس الحاسبات والمعلومات
                كدرجة جامعية سابقة للدبلوم</span>
        </div>
        <div class="delopma-term master">
            <h2>شروط القيد لدرجة الماجيستير</h2>
            <hr>
            <ul>
                <li>ان يكون حاصلا علي درجة البكالوريوس في الحاسبات والمعلومات او هندسة الحاسبات او ما يعادلهما بتقدير
                    جيد علي الأقل او ما يعادله من نقاط , ويجوز الاستثناء من شرط التقدير لمرحلةالبكالوريوس اذا كان الطالب
                    حاصل علي دبلوم الدراسات العليا في نفس التخصص
                    بتقدير جيد علي الاقل , وكذلك خريجي الكليات والمعاهد المعادلة لبكالوريوس الحاسبات والمعلومات المعترف
                    بها من المجلس الاعلي للجامعات المصرية بتقدير عام جيد علي الاقل
                </li>
                <li>يعقد امتحان قبول يحدده مجلس القسم المختص ,ويكون القبول حسب ترتيب الناجحين في هذا الامتحان , ويجوز ان
                    يكون الامتحان تحريرياً او شفهياً من لجنة مشكلة من مجلس القسم المختص.</li>
                <li>تشكل لجنة من القسم المختص لدراسة اوراق الطالب الحاصل علي البكالوريوس المعادلة من المجلس الاعلي
                    للجامعات وقد تحدد اللجنة امكانية دراسة مقررات مكملة
                    للطالب من عدمه وفي حالة قرار اللجنة دراسة 3 مقررات علي الاكثر يمكن ان يقيد الطالب لنيل درجة
                    الماجستير مع دراسة هذه المقرارات ولا تحتسب هذه الساعات ضمن الساعات المطلوبة
                    للدراسة, يمكن للقسم ان يقرر تأجيل التسجيل لحين الانتهاء من دراسة المقررات المطلوبة
                </li>
            </ul>
            <h4>الاوراق المطلوبة :</h4>
            <ul>
                <li>شهادة الميلاد او مستخرج رسمي منها .</li>
                <li>شهادة البكالوريوس او الدرجة العلمية المعادلة .</li>
                <li>بيان بتقديرات جميع السنوات الدراسية لمرحلة البكالوريوس .</li>
                <li>موافقة جهة العمل علي الدراسة للمتقدمين العاملين بالحكومة او قطاعي الاعمال العام والخاص .اما اللذين
                    لا يعملون فيتقدمون باقرار يفيد انتظامهم بالدارسة .</li>
                <li>ما يفيد تأدية الخدمة العسكرية او تأجيلها او الإعفاء منهااو موافقة ادارة مركز التدريب والتنظيم
                    بالقوات المسلحة علي الدراسة.</li>
                <li>االاستمارة الخاصة بالتقديم بعد تعبئتها واستيفاء ملحقاتها بادارة الدراسات العليا بالكلية</li>
                <li>6 صور شخصية.</li>
                <li>ايصال تسديد الرسوم الدراسية المقررة</li>
                <li>اقرار من الطالب انه غير مقيد بالدراسات العليا لأي درجة جامعيةاخري سواء في نفس الكلية او غيرها .</li>
                <li>اقرار بسجل الإقامة والبريد الالكتروني والتعهد بإبلاغ الكلية اذا تم تغيير اي منها.</li>
            </ul>
            <span>*اجمالي المصروفات السنوية : 2000 جنيهاً</span>
        </div>
        <div class="delopma-term">
            <h2>شروط القيد لدرجة الدكتوراه</h2>
            <hr>
            <ul>
                <li>ان يكون الطالب حاصلا علي درجة الماجستير في الحاسبات والمعلومات او هندسة الحاسبات او ما يعادلها
                    في مجال التخصص من جامعة او كلية معتمدة من المجلس الاعلي للجامعات المصرية وذلك بعد موافقة مجلس القسم
                    المختص
                </li>
                <li>تشكل لجنة من القسم المختص لدراسة اوراق الطالب الحاصل علي الماجستير المعادل وقد تحدد اللجنة امكانية
                    دراسة مقررات مكملة للطالب من عدمه .وفي حالة قرار اللجنة
                    بدراسة 3 مقررات علي الاكثر يمكن ان يقيد الطالب لنيل درجة الدكتوراه مع دراسة هذه المقررات ولا تحتسب
                    هذه المقررات ضمن ساعات الدراسة ,ويمكن للقسم ان يقرر تأجيل التسجيل
                    لحين الانتهاء من دراسة المقررات المطلوبة
                </li>
                <li>ان يجتاز بنجاح امتحان القبول</li>
            </ul>
            <h4>الاوراق المطلوبة :</h4>
            <ul>
                <li>شهادة الميلاد او مستخرج رسمي منها .</li>
                <li>شهادة الماجستير.</li>
                <li>بيان بتقديرات مقررات تمهيدي ماجستير</li>
                <li>موافقة جهة العمل علي الدراسة للمتقدمين العاملين بالحكومة او قطاعي الاعمال العام والخاص .اما اللذين
                    لا يعملون فيتقدمون باقرار يفيد انتظامهم بالدارسة .</li>
                <li>ما يفيد تأدية الخدمة العسكرية او تأجيلها او الإعفاء منهااو موافقة ادارة مركز التدريب والتنظيم
                    بالقوات المسلحة علي الدراسة.</li>
                <li>االاستمارة الخاصة بالتقديم بعد تعبئتها واستيفاء ملحقاتها بادارة الدراسات العليا بالكلية.</li>
                <li>6 صور شخصية.</li>
                <li>ايصال تسديد الرسوم الدراسية المقررة</li>
                <li>اقرار من الطالب انه غير مقيد بالدراسات العليا لأي درجة جامعيةاخري سواء في نفس الكلية او غيرها .</li>
                <li>اقرار بسجل الإقامة والبريد الالكتروني والتعهد بإبلاغ الكلية اذا تم تغيير اي منها.</li>
            </ul>
            <span>*اجمالي المصروفات السنوية : 2500 جنيهاً</span>
        </div>
    </div>
    <script src="style/js/jquery-3.3.1.min.js"></script>
    <script src="style/bootstrap-4.3.1-dist/js/bootstrap.min.js"></script>
</body>

</html>